let demoList = {
  maxPage:2,
  arr: [
    {
    name: "彭冻革",
    xh: '308201809092700387',
    money: 500,
    title: '2020-2021学年春秋校服费',
    time: '11-24 23:13',
    tel: '15227579113',
    class: '民武2011班',
    liuS: 130921200212305612
    },
    {
    name: "彭冻革",
    xh: '308201809092700387',
    money: 500,
    title: '2020-2021学年春秋校服费',
    time: '11-24 23:13',
    tel: '15227579113',
    class: '民武2011班',
    liuS: 130921200212305612
    },
    {
    name: "彭冻革",
    xh: '308201809092700387',
    money: 500,
    title: '2020-2021学年春秋校服费',
    time: '11-24 23:13',
    tel: '15227579113',
    class: '民武2011班',
    liuS: 130921200212305612
    },
    {
    name: "彭冻革",
    xh: '308201809092700387',
    money: 500,
    title: '2020-2021学年春秋校服费',
    time: '11-24 23:13',
    tel: '15227579113',
    class: '民武2011班',
    liuS: 130921200212305612
    },
    {
    name: "彭冻革",
    xh: '308201809092700387',
    money: 500,
    title: '2020-2021学年春秋校服费',
    time: '11-24 23:13',
    tel: '15227579113',
    class: '民武2011班',
    liuS: 130921200212305612
    },
    {
    name: "彭冻革",
    xh: '308201809092700387',
    money: 500,
    title: '2020-2021学年春秋校服费',
    time: '11-24 23:13',
    tel: '15227579113',
    class: '民武2011班',
    liuS: 130921200212305612
    },
    {
    name: "彭冻革",
    xh: '308201809092700387',
    money: 500,
    title: '2020-2021学年春秋校服费',
    time: '11-24 23:13',
    tel: '15227579113',
    class: '民武2011班',
    liuS: 130921200212305612
    },
    {
    name: "彭冻革",
    xh: '308201809092700387',
    money: 500,
    title: '2020-2021学年春秋校服费',
    time: '11-24 23:13',
    tel: '15227579113',
    class: '民武2011班',
    liuS: 130921200212305612
    },
    {
    name: "彭冻革",
    xh: '308201809092700387',
    money: 500,
    title: '2020-2021学年春秋校服费',
    time: '11-24 23:13',
    tel: '15227579113',
    class: '民武2011班',
    liuS: 130921200212305612
    },
    {
    name: "彭冻革",
    xh: '308201809092700387',
    money: 500,
    title: '2020-2021学年春秋校服费',
    time: '11-24 23:13',
    tel: '15227579113',
    class: '民武2011班',
    liuS: 130921200212305612
    },
    {
    name: "彭冻革",
    xh: '308201809092700387',
    money: 500,
    title: '2020-2021学年春秋校服费',
    time: '11-24 23:13',
    tel: '15227579113',
    class: '民武2011班',
    liuS: 130921200212305612
    },
    {
    name: "彭冻革",
    xh: '308201809092700387',
    money: 500,
    title: '2020-2021学年春秋校服费',
    time: '11-24 23:13',
    tel: '15227579113',
    class: '民武2011班',
    liuS: 130921200212305612
    }
  ]
}
export default {
  'post|/AJF': option => {
    return {
      status: 200,
      message: 'success',
      data: demoList
    };
  }
}
