
    let demoList = {
			data1:4,
			data2:564,
			data3:888,
			arr1:[
				{
					title:'2020-2021学年春秋校服费',
					name:'学生处',
					gj:241,
					num:500,
					money:8596
				},
				{
					title:'2020-2021学年春秋校服费',
					name:'学生处',
					gj:241,
					num:500,
					money:8596
				},
				{
					title:'2020-2021学年春秋校服费',
					name:'学生处',
					gj:241,
					num:500,
					money:8596
				},
				{
					title:'2020-2021学年春秋校服费',
					name:'学生处',
					gj:241,
					num:500,
					money:8596
				}
			],
			arr2:[
				{
					name:"彭冻革",
					xh:'308201809092700387',
					money:500,
					title:'2020-2021学年春秋校服费',
					time:'11-24 23:13'
				},
        {
        	name:"彭冻革",
        	xh:'308201809092700387',
        	money:500,
        	title:'2020-2021学年春秋校服费',
        	time:'11-24 23:13'
        },
        {
        	name:"彭冻革",
        	xh:'308201809092700387',
        	money:500,
        	title:'2020-2021学年春秋校服费',
        	time:'11-24 23:13'
        },
        {
        	name:"彭冻革",
        	xh:'308201809092700387',
        	money:500,
        	title:'2020-2021学年春秋校服费',
        	time:'11-24 23:13'
        },
        {
        	name:"彭冻革",
        	xh:'308201809092700387',
        	money:500,
        	title:'2020-2021学年春秋校服费',
        	time:'11-24 23:13'
        },
        {
        	name:"彭冻革",
        	xh:'308201809092700387',
        	money:500,
        	title:'2020-2021学年春秋校服费',
        	time:'11-24 23:13'
        },
        {
        	name:"彭冻革",
        	xh:'308201809092700387',
        	money:500,
        	title:'2020-2021学年春秋校服费',
        	time:'11-24 23:13'
        },
        {
        	name:"彭冻革",
        	xh:'308201809092700387',
        	money:500,
        	title:'2020-2021学年春秋校服费',
        	time:'11-24 23:13'
        },
        {
        	name:"彭冻革",
        	xh:'308201809092700387',
        	money:500,
        	title:'2020-2021学年春秋校服费',
        	time:'11-24 23:13'
        },
        {
        	name:"彭冻革",
        	xh:'308201809092700387',
        	money:500,
        	title:'2020-2021学年春秋校服费',
        	time:'11-24 23:13'
        }
			]
		}
    export default {
        'post|/jfgl':  option => {
        return {
          status: 200,
          message: 'success',
          data: demoList
        };
      }
    }
