let demoList = {
  maxPage: 2,
  arr: [{
    time: '11-24 23:13',
    content: '学校报名缴费截止时间为2020年9月15日，请还没完成报名的同学尽快缴费',
    type: '全部学生',
    FJ: '全部'
  },{
    time: '11-24 23:13',
    content: '学校报名缴费截止时间为2020年9月15日，请还没完成报名的同学尽快缴费',
    type: '全部学生',
    FJ: '全部'
  },{
    time: '11-24 23:13',
    content: '学校报名缴费截止时间为2020年9月15日，请还没完成报名的同学尽快缴费',
    type: '全部学生',
    FJ: '全部'
  },{
    time: '11-24 23:13',
    content: '学校报名缴费截止时间为2020年9月15日，请还没完成报名的同学尽快缴费',
    type: '全部学生',
    FJ: '全部'
  },{
    time: '11-24 23:13',
    content: '学校报名缴费截止时间为2020年9月15日，请还没完成报名的同学尽快缴费',
    type: '全部学生',
    FJ: '全部'
  },{
    time: '11-24 23:13',
    content: '学校报名缴费截止时间为2020年9月15日，请还没完成报名的同学尽快缴费',
    type: '全部学生',
    FJ: '全部'
  },{
    time: '11-24 23:13',
    content: '学校报名缴费截止时间为2020年9月15日，请还没完成报名的同学尽快缴费',
    type: '全部学生',
    FJ: '全部'
  },{
    time: '11-24 23:13',
    content: '学校报名缴费截止时间为2020年9月15日，请还没完成报名的同学尽快缴费',
    type: '全部学生',
    FJ: '全部'
  },{
    time: '11-24 23:13',
    content: '学校报名缴费截止时间为2020年9月15日，请还没完成报名的同学尽快缴费',
    type: '全部学生',
    FJ: '全部'
  },{
    time: '11-24 23:13',
    content: '学校报名缴费截止时间为2020年9月15日，请还没完成报名的同学尽快缴费',
    type: '全部学生',
    FJ: '全部'
  },{
    time: '11-24 23:13',
    content: '学校报名缴费截止时间为2020年9月15日，请还没完成报名的同学尽快缴费',
    type: '全部学生',
    FJ: '全部'
  },{
    time: '11-24 23:13',
    content: '学校报名缴费截止时间为2020年9月15日，请还没完成报名的同学尽快缴费',
    type: '全部学生',
    FJ: '全部'
  }]
}
export default {
  'post|/sendLS': option => {
    return {
      status: 200,
      message: 'success',
      data: demoList
    };
  }
}
