let demoList = {
  maxPage: 2,
  serverData: [{
    title: '民武2001',
    id: 1
  }, {
    title: '民武2002',
    id: 2
  }, {
    title: '民武2003',
    id: 3
  }, {
    title: '民武2004',
    id: 4
  }],
  active: {
    title: '民武2001',
    id: 1
  },
  banMain: {
    ban: [
      '班主任:陈怀安',
      '班级人数:20人',
      '所属专业:民族武术'
    ],
    room: {
      sex0: [
        '2-402', '2-402', '2-402', '2-402', '2-402', '2-402', '2-402', '2-402', '2-402', '2-402'
      ],
      sex1: ['2-402', '2-402', '2-402', '2-402', '2-402', '2-402', '2-402', '2-402']
    }
  },
  listData: [{
    name: '彭冻革',
    sex: '男',
    age: 15,
    fs: '148',
    zy: '木叶',
    sy: '应届生',
    xz: '3+2',
    jt: '农业',
    school: '省重点高中',
    time: '11-24 23:12',
    ls: '谢大海',
    sh: '●',
    jf: '●',
    fb: '●',
    zp: '○',
    xc: '○',
    wp: '○'
  },
  {
    name: '彭冻革',
    sex: '男',
    age: 15,
    fs: '148',
    zy: '木叶',
    sy: '应届生',
    xz: '3+2',
    jt: '农业',
    school: '省重点高中',
    time: '11-24 23:12',
    ls: '谢大海',
    sh: '●',
    jf: '●',
    fb: '●',
    zp: '○',
    xc: '○',
    wp: '○'
  },
  {
    name: '彭冻革',
    sex: '男',
    age: 15,
    fs: '148',
    zy: '木叶',
    sy: '应届生',
    xz: '3+2',
    jt: '农业',
    school: '省重点高中',
    time: '11-24 23:12',
    ls: '谢大海',
    sh: '●',
    jf: '●',
    fb: '●',
    zp: '○',
    xc: '○',
    wp: '○'
  },
  {
    name: '彭冻革',
    sex: '男',
    age: 15,
    fs: '148',
    zy: '木叶',
    sy: '应届生',
    xz: '3+2',
    jt: '农业',
    school: '省重点高中',
    time: '11-24 23:12',
    ls: '谢大海',
    sh: '●',
    jf: '●',
    fb: '●',
    zp: '○',
    xc: '○',
    wp: '○'
  },
  {
    name: '彭冻革',
    sex: '男',
    age: 15,
    fs: '148',
    zy: '木叶',
    sy: '应届生',
    xz: '3+2',
    jt: '农业',
    school: '省重点高中',
    time: '11-24 23:12',
    ls: '谢大海',
    sh: '●',
    jf: '●',
    fb: '●',
    zp: '○',
    xc: '○',
    wp: '○'
  },
  {
    name: '彭冻革',
    sex: '男',
    age: 15,
    fs: '148',
    zy: '木叶',
    sy: '应届生',
    xz: '3+2',
    jt: '农业',
    school: '省重点高中',
    time: '11-24 23:12',
    ls: '谢大海',
    sh: '●',
    jf: '●',
    fb: '●',
    zp: '○',
    xc: '○',
    wp: '○'
  },
  {
    name: '彭冻革',
    sex: '男',
    age: 15,
    fs: '148',
    zy: '木叶',
    sy: '应届生',
    xz: '3+2',
    jt: '农业',
    school: '省重点高中',
    time: '11-24 23:12',
    ls: '谢大海',
    sh: '●',
    jf: '●',
    fb: '●',
    zp: '○',
    xc: '○',
    wp: '○'
  },
  {
    name: '彭冻革',
    sex: '男',
    age: 15,
    fs: '148',
    zy: '木叶',
    sy: '应届生',
    xz: '3+2',
    jt: '农业',
    school: '省重点高中',
    time: '11-24 23:12',
    ls: '谢大海',
    sh: '●',
    jf: '●',
    fb: '●',
    zp: '○',
    xc: '○',
    wp: '○'
  },
  {
    name: '彭冻革',
    sex: '男',
    age: 15,
    fs: '148',
    zy: '木叶',
    sy: '应届生',
    xz: '3+2',
    jt: '农业',
    school: '省重点高中',
    time: '11-24 23:12',
    ls: '谢大海',
    sh: '●',
    jf: '●',
    fb: '●',
    zp: '○',
    xc: '○',
    wp: '○'
  },
  {
    name: '彭冻革',
    sex: '男',
    age: 15,
    fs: '148',
    zy: '木叶',
    sy: '应届生',
    xz: '3+2',
    jt: '农业',
    school: '省重点高中',
    time: '11-24 23:12',
    ls: '谢大海',
    sh: '●',
    jf: '●',
    fb: '●',
    zp: '○',
    xc: '○',
    wp: '○'
  }
  ]
}
export default {
  'post|/SetTab': option => {
    return {
      status: 200,
      message: 'success',
      data: demoList
    };
  }
}
